{
  "respostas": [
    {
      "codigo": [10, 21, 200],
      "resposta": "A FURIA foi fundada em 2017 pelos empresários Jaime Pádua, André Akkari e Cris Guedes, com o objetivo de transformar o cenário brasileiro de eSports. A organização nasceu com uma proposta inovadora, unindo performance esportiva de alto nível com uma forte identidade de marca."
    },
    {
      "codigo": [10, 30, 95, 200],
      "resposta": "O capitão da equipe de CS:GO da FURIA é o jogador Andrei 'arT' Piovezan. Ele é conhecido por seu estilo de jogo agressivo e imprevisível, além de liderar a equipe dentro e fora do servidor com grande carisma e experiência competitiva."
    },
    {
      "codigo": [11, 63, 95, 200],
      "resposta": "A FURIA possui times em diversas modalidades de eSports, incluindo CS:GO, League of Legends, Valorant, Rocket League e Apex Legends. A organização investe em equipes masculinas e femininas, além de categorias de base, consolidando-se como uma das mais diversificadas do Brasil."
    },
    {
      "codigo": [14, 100],
      "resposta": "O time de CS:GO da FURIA é um dos mais respeitados da América do Sul, sendo reconhecido mundialmente por seu estilo de jogo agressivo, tático e envolvente. A equipe já participou de diversos campeonatos internacionais, como ESL Pro League, IEM e Majors, representando o Brasil com destaque."
    },
    {
      "codigo": [43, 200],
      "resposta": "A FURIA é uma organização brasileira de eSports que se destaca pela inovação, profissionalismo e forte identidade visual. Desde sua fundação, vem ganhando espaço no cenário internacional e hoje é uma referência dentro e fora dos jogos, com projetos sociais e educacionais."
    },
    {
      "codigo": [13, 200],
      "resposta": "A sede principal da FURIA está localizada no Brasil, com um centro de treinamento em São Paulo. A organização também mantém uma estrutura internacional nos Estados Unidos, voltada para atividades competitivas e de marketing global."
    },
    {
      "codigo": [12, 21, 200],
      "resposta": "A fundação da FURIA aconteceu em agosto de 2017. Desde então, a organização vem crescendo rapidamente no cenário dos eSports, destacando-se pela gestão profissional e presença constante em competições internacionais."
    },
    {
      "codigo": [14, 95, 100],
      "resposta": "O time de CS:GO da FURIA atua com um estilo de jogo agressivo e tático. Sob o comando de arT, a equipe é conhecida por estratégias ousadas, uso inteligente de utilitários e uma forte sinergia entre os jogadores, o que a torna imprevisível e difícil de enfrentar."
    },
    {
      "codigo": [20, 30, 200],
      "resposta": "A liderança de arT na FURIA se destaca pela sua visão de jogo inovadora e estilo audacioso. Ele é peça-chave no desempenho da equipe, sendo responsável por muitas das táticas inusitadas que marcaram a trajetória da organização em campeonatos internacionais."
    },
    {
      "codigo": [11, 13, 200],
      "resposta": "A sede principal da FURIA está localizada em São Paulo, Brasil, onde a organização foi originalmente fundada. Além disso, a FURIA mantém uma base nos Estados Unidos, especificamente em Boca Raton, na Flórida, que serve como centro de treinamento para competições internacionais e reforça a presença da marca na América do Norte."
    },
    {
      "codigo": [10, 11, 200, 40, 100, 95],
      "resposta": "O time de CS:GO da FURIA é formado atualmente por cinco jogadores principais: arT (líder), yuurih, KSCERATO, chelo e drop. A equipe é conhecida por sua química e performance consistente. Cada jogador tem um papel fundamental dentro da composição tática do time. Se você quiser saber mais pode me perguntar sobre cada um deles."
    },
    {
      "codigo": [61, 11, 200],
      "resposta": "A FURIA Esports é uma organização brasileira de esportes eletrônicos fundada em agosto de 2017 na cidade de Uberlândia, Minas Gerais, por Jaime Pádua, André Akkari e Cris Guedes. O projeto começou com foco no CS:GO, mas rapidamente se expandiu para outras modalidades. A FURIA se destaca pela combinação entre alto desempenho competitivo, forte presença de marca e iniciativas sociais e educacionais, como programas de capacitação e eventos comunitários."
    },
    {
      "codigo": [61, 101, 40, 100, 200, 20],
      "resposta": "Gabriel 'FalleN' Toledo é um dos maiores nomes da história do CS:GO brasileiro e mundial. Conhecido como 'The Professor', ele ficou famoso por sua liderança tática, precisão como AWPer e papel fundamental na ascensão do Brasil no cenário internacional. FalleN foi o capitão das lendárias equipes da Luminosity e SK Gaming, que venceram dois Majors em 2016. Além de jogador, é empresário e fundador da organização Imperial Esports."
    },
    {
      "codigo": [61, 102, 40, 100, 200, 20],
      "resposta": "Fernando 'fer' Alvarenga é um jogador veterano de CS:GO conhecido por seu estilo agressivo e entradas rápidas. Ele foi um dos pilares do time brasileiro bicampeão mundial ao lado de FalleN, Coldzera e TACO. fer se destacou na SK Gaming e MIBR, sendo reconhecido por sua consistência e presença dominante em partidas de alto nível."
    },
    {
      "codigo": [61, 103, 40, 100, 200, 20],
      "resposta": "Marcelo 'coldzera' David foi eleito o melhor jogador do mundo pela HLTV em 2016 e 2017. Ele ficou conhecido por jogadas lendárias, como o famoso 'coltzera jumping double AWP' no Major da MLG Columbus. Como rifler, seu domínio técnico e leitura de jogo o colocaram entre os maiores da história do CS:GO. Fez parte da lendária lineup da SK Gaming ao lado de FalleN e fer."
    },
    {
      "codigo": [61, 104, 40, 100, 200, 20],
      "resposta": "Felipe 'boltz' Martins é um jogador brasileiro de CS:GO que passou por diversas equipes de elite, como SK Gaming, Luminosity e Immortals. Ele é conhecido por sua versatilidade e habilidade de adaptação dentro do jogo, desempenhando papéis tanto de suporte quanto de lurker ao longo da carreira."
    },
    {
      "codigo": [61, 105, 40, 100, 200, 20],
      "resposta": "Lincoln 'fnx' Lau é um dos nomes mais lendários do CS brasileiro. Ele foi campeão mundial tanto no CS 1.6 quanto no CS:GO, algo raro entre os jogadores profissionais. fnx é lembrado por sua confiança, clutches decisivos e histórico nas conquistas da Luminosity e SK Gaming. Também é conhecido por sua personalidade forte e estilo de vida fora dos servidores."
    },
    {
      "codigo": [61, 106, 40, 100, 200, 20],
      "resposta": "Epitácio 'TACO' de Melo é um dos jogadores mais importantes da era de ouro do CS brasileiro. Atuando como suporte e entry fragger, TACO foi peça fundamental nas conquistas da SK Gaming e Team Liquid. Ele se destacou por sua dedicação tática e espírito de equipe, sendo reconhecido como um dos melhores jogadores de função de suporte da história."
    },
    {
      "codigo": [61, 107, 40, 100, 200, 20],
      "resposta": "Felipe 'brTT' Gonçalves é uma lenda dos eSports brasileiros, mas não do CS:GO, e sim do League of Legends. Conhecido por seu carisma, habilidade como ADC e frases marcantes, ele é amplamente considerado o maior ídolo do LoL no Brasil. Mesmo sendo listado aqui, é importante notar que ele não tem relação com o cenário competitivo de CS:GO."
    },
    {
      "codigo": [61, 108, 100, 200],
      "resposta": "Andrei 'arT' Piovezan é o líder e in-game leader da equipe de CS:GO da FURIA. Ele é conhecido por seu estilo de jogo extremamente agressivo e ousado, muitas vezes surpreendendo os adversários com táticas inesperadas. arT é o principal responsável pelas estratégias do time e tem um papel crucial na identidade tática da FURIA, que se destaca por sua imprevisibilidade e ritmo acelerado. Quer que eu fale mais sobre os outros jogadores do time de CS:GO? Pode me perguntar sobre cada um deles que eu respondo."
    },
    {
      "codigo": [61, 109, 40, 100, 200],
      "resposta": "Yuri 'yuurih' Santos é um dos jogadores mais consistentes da FURIA. Atuando como rifler, yuurih se destaca por sua mira precisa, posicionamento inteligente e clutchs decisivos. Ele é parte fundamental da base da equipe desde os primeiros anos da organização e frequentemente figura entre os melhores jogadores brasileiros em rankings internacionais."
    },
    {
      "codigo": [61, 110, 40, 100, 200],
      "resposta": "Kaike 'KSCERATO' Cerato é considerado um dos maiores talentos do CS:GO brasileiro. Com reflexos rápidos e um estilo de jogo preciso, ele se destaca como rifler e frequentemente assume papéis de destaque nas partidas. KSCERATO é uma peça-chave na performance da FURIA e é elogiado mundialmente por sua frieza em situações de pressão."
    },
    {
      "codigo": [61, 111, 40, 100, 200],
      "resposta": "Marcelo 'chelo' Cespedes é um jogador experiente que se juntou à FURIA trazendo versatilidade e energia para o time. Conhecido por sua agressividade e confiança nos duelos, chelo já passou por outras grandes equipes brasileiras, como MIBR e Imperial. Seu estilo direto complementa bem a abordagem ousada da FURIA."
    },
    {
      "codigo": [61, 112, 40, 100, 200],
      "resposta": "André 'drop' Abreu é um jogador jovem e promissor da FURIA. Iniciado na base da organização, ele rapidamente ganhou espaço no time principal. drop é valorizado por sua dedicação, flexibilidade tática e habilidade em se adaptar a diferentes funções dentro do jogo. Ele representa a nova geração do CS brasileiro e já mostrou seu valor em diversas competições internacionais."
    },
    {
      "codigo": [12, 11, 21, 43, 100, 200],
      "resposta": "O time de Counter-Strike: Global Offensive (CS:GO) da FURIA foi criado no ano de 2017, mesmo ano em que a organização foi fundada por Jaime Pádua, André Akkari e Cris Guedes. A FURIA começou com foco total em desenvolver talentos nacionais no cenário competitivo de CS e rapidamente conquistou espaço internacional."
    },
    {
      "codigo": [10, 11, 40, 100, 200],
      "resposta": "A formação original do time de CS:GO da FURIA incluía os jogadores: arT (líder do time), yuurih, ableJ, VINI e KSCERATO. Essa lineup foi responsável por levar a FURIA ao cenário internacional, marcando presença em grandes torneios e se tornando uma das organizações mais reconhecidas do Brasil."
    },
    {
      "codigo": [10, 11, 40, 61, 100, 200],
      "resposta": "Ao longo dos anos, vários jogadores passaram pelo time de CS da FURIA. Entre os antigos membros que marcaram época estão: ableJ, VINI, HEN1, junior (estadunidense), saffee, guerri (coach e jogador em momentos específicos) e RgL (coach substituto). Cada um contribuiu para diferentes fases da equipe, desde a ascensão no cenário brasileiro até sua consolidação em competições internacionais."
    },
    {
      "codigo": [113, 10, 40, 100, 200],
      "resposta": "ableJ foi um dos primeiros jogadores da FURIA no time de CS:GO. Conhecido por sua mira afiada e estilo tático, ele teve um papel importante na ascensão da equipe no cenário competitivo entre 2018 e 2019. Posteriormente, foi movido para o banco à medida que a equipe se reestruturava para competir internacionalmente."
    },
    {
      "codigo": [114, 10, 40, 100, 200],
      "resposta": "VINI foi um dos jogadores mais consistentes da FURIA e integrou a lineup principal entre 2018 e 2021. Com uma postura versátil dentro do jogo, ele era conhecido por sua regularidade e por executar funções de suporte e entry fragger com excelência."
    },
    {
      "codigo": [115, 10, 40, 100, 200],
      "resposta": "HEN1 é um talentoso AWPer brasileiro que entrou na FURIA em 2020. Ele trouxe ainda mais agressividade ao time com seu estilo explosivo e foi parte fundamental em campanhas expressivas da equipe em campeonatos internacionais durante sua passagem."
    },
    {
      "codigo": [116, 10, 40, 100, 200],
      "resposta": "Junior é um jogador norte-americano que atuou brevemente como AWPer da FURIA em 2021. Apesar do potencial, ele teve dificuldades de adaptação ao estilo de jogo da equipe brasileira e acabou deixando a organização após alguns meses."
    },
    {
      "codigo": [117, 10, 40, 100, 200],
      "resposta": "Saffee é um jogador brasileiro de CS:GO que assumiu a função de AWPer na FURIA após a saída de Junior. Ele se destacou por seu desempenho constante e por manter a identidade agressiva da equipe, especialmente em torneios da ESL e Majors."
    },
    {
      "codigo": [118, 10, 40, 100, 200],
      "resposta": "Guerri é uma figura central na história da FURIA. Originalmente treinador da equipe de CS:GO, também assumiu brevemente a função de jogador em momentos emergenciais. Seu papel como coach foi crucial na formação da identidade tática e disciplinada da organização."
    },
    {
      "codigo": [119, 10, 40, 100, 200],
      "resposta": "RgL atuou como coach substituto da FURIA em algumas ocasiões, especialmente quando Guerri esteve impedido de participar de campeonatos por punições da Valve. RgL contribuiu para manter a coesão tática da equipe durante esses períodos."
    },
    {
      "codigo": [16],
      "resposta": "Olá! Seja bem-vindo! como disse, estou pronto pra te contar tudo sobre a FURIA, os jogadores, os torneios. Pode me perguntar qualquer coisa sobre!"
    },
    {
      "codigo": [18],
      "resposta": "Fala aí! 👋 Preparado pra saber tudo sobre a FURIA? Pergunta qualquer coisa sobre os jogadores, formações antigas, coach, ou até mesmo sobre os jogos que eles disputam!"
    },
    {
      "codigo": [19],
      "resposta": "Salve! ⚡ Bora falar de CS? A FURIA tem muita história e estou aqui pra te ajudar a descobrir tudo. Manda sua dúvida que eu respondo rapidinho!"
    },
    {
      "codigo": [17],
      "resposta": "Opa, beleza? 😄 Se tiver qualquer pergunta sobre a FURIA — seja sobre os times antigos, coach, fundação ou até partidas lendárias — é só falar!"
    },
    {
      "codigo": [18],
      "resposta": "Yo! 👾 Tá no lugar certo pra descobrir tudo sobre a FURIA Esports. Pode perguntar sem medo: jogadores, escalações, história... o que você quiser!"
    }
  ]
}