{
  "respostas": [
    {
      "codigo": [10, 21, 200],
      "resposta": "A FURIA foi fundada em 2017 pelos empresários Jaime Pádua, André Akkari e Cris Guedes, com o objetivo de transformar o cenário brasileiro de eSports. A organização nasceu com uma proposta inovadora, unindo performance esportiva de alto nível com uma forte identidade de marca."
    },
    {
      "codigo": [10, 30, 95, 200],
      "resposta": "O capitão da equipe de CS:GO da FURIA é o jogador Andrei 'arT' Piovezan. Ele é conhecido por seu estilo de jogo agressivo e imprevisível, além de liderar a equipe dentro e fora do servidor com grande carisma e experiência competitiva."
    },
    {
      "codigo": [63, 95, 200],
      "resposta": "A FURIA possui times em diversas modalidades de eSports, incluindo CS:GO, League of Legends, Valorant, Rocket League e Apex Legends. A organização investe em equipes masculinas e femininas, além de categorias de base, consolidando-se como uma das mais diversificadas do Brasil."
    },
    {
      "codigo": [14, 100],
      "resposta": "O time de CS:GO da FURIA é um dos mais respeitados da América do Sul, sendo reconhecido mundialmente por seu estilo de jogo agressivo, tático e envolvente. A equipe já participou de diversos campeonatos internacionais, como ESL Pro League, IEM e Majors, representando o Brasil com destaque."
    },
    {
      "codigo": [43, 200],
      "resposta": "A FURIA é uma organização brasileira de eSports que se destaca pela inovação, profissionalismo e forte identidade visual. Desde sua fundação, vem ganhando espaço no cenário internacional e hoje é uma referência dentro e fora dos jogos, com projetos sociais e educacionais."
    },
    {
      "codigo": [13, 200],
      "resposta": "A sede principal da FURIA está localizada no Brasil, com um centro de treinamento em São Paulo. A organização também mantém uma estrutura internacional nos Estados Unidos, voltada para atividades competitivas e de marketing global."
    },
    {
      "codigo": [12, 21, 200],
      "resposta": "A fundação da FURIA aconteceu em agosto de 2017. Desde então, a organização vem crescendo rapidamente no cenário dos eSports, destacando-se pela gestão profissional e presença constante em competições internacionais."
    },
    {
      "codigo": [14, 95, 100],
      "resposta": "O time de CS:GO da FURIA atua com um estilo de jogo agressivo e tático. Sob o comando de arT, a equipe é conhecida por estratégias ousadas, uso inteligente de utilitários e uma forte sinergia entre os jogadores, o que a torna imprevisível e difícil de enfrentar."
    },
    {
      "codigo": [20, 30, 200],
      "resposta": "A liderança de arT na FURIA se destaca pela sua visão de jogo inovadora e estilo audacioso. Ele é peça-chave no desempenho da equipe, sendo responsável por muitas das táticas inusitadas que marcaram a trajetória da organização em campeonatos internacionais."
    },
    {
      "codigo": [11, 13, 200],
      "resposta": "A sede principal da FURIA está localizada em São Paulo, Brasil, onde a organização foi originalmente fundada. Além disso, a FURIA mantém uma base nos Estados Unidos, especificamente em Boca Raton, na Flórida, que serve como centro de treinamento para competições internacionais e reforça a presença da marca na América do Norte."
    },
    {
      "codigo": [10, 11, 200, 40, 100, 95],
      "resposta": "O time de CS:GO da FURIA é formado atualmente por cinco jogadores principais: arT (líder), yuurih, KSCERATO, chelo e drop. A equipe é conhecida por sua química e performance consistente. Cada jogador tem um papel fundamental dentro da composição tática do time."
    },
    {
      "codigo": [61, 11, 200],
      "resposta": "A FURIA Esports é uma organização brasileira de esportes eletrônicos fundada em agosto de 2017 na cidade de Uberlândia, Minas Gerais, por Jaime Pádua, André Akkari e Cris Guedes. O projeto começou com foco no CS:GO, mas rapidamente se expandiu para outras modalidades. A FURIA se destaca pela combinação entre alto desempenho competitivo, forte presença de marca e iniciativas sociais e educacionais, como programas de capacitação e eventos comunitários."
    }
  ]
}

