{
  "respostas": [
    {
      "codigo": [14, 0],
      "resposta": "Estou bem obrigado! E você? Estou aqui para te ajudar a descobrir tudo sobre a FURIA Esports. O que você gostaria de saber?"
    },   
    {
      "codigo": [90],
      "resposta": ["De nada! Estou para te contar tudo sobre FURIA. Qualquer coisa só me fazer mais perguntas.",
      "Tamo aqui pra isso! Conta comigo sempre 🤝",
      "Que isso lek ! Tamo junto! Se precisar de mais alguma coisa, só chamar.",
      "De nada! Se precisar de mais alguma coisa, só perguntar!"
      ]
    },
    {
      "codigo": [80],
      "resposta": ["Falou! Se precisar de mais alguma coisa, só chamar.",
      "Até mais! Se precisar de mais alguma coisa, só perguntar!",
      "Falou! Se precisar de mais alguma coisa, só chamar.",
      "Até mais! Se precisar de mais alguma coisa, só perguntar!",
      "Flw parceiro, se precisar de mais alguma coisa, só chamar, é nois 🤙."]
    },
    {
      "codigo": [10, 12, 21, 200, 43],
      "resposta": "A FURIA foi fundada em 2017 pelos empresários Jaime Pádua, André Akkari e Cris Guedes, com o objetivo de transformar o cenário brasileiro de eSports. A organização nasceu com uma proposta inovadora, unindo performance esportiva de alto nível com uma forte identidade de marca."
    },
    {
      "codigo": [10, 30, 95, 200],
      "resposta": "O capitão da equipe de CS:GO da FURIA é o jogador Andrei 'arT' Piovezan. Ele é conhecido por seu estilo de jogo agressivo e imprevisível, além de liderar a equipe dentro e fora do servidor com grande carisma e experiência competitiva. Se quiser saber mais sobre o time de CS da FURIA no geral é só perguntar!"
    },
    {
      "codigo": [11, 63, 95, 200, 432],
      "resposta": "A FURIA possui times em diversas modalidades de eSports, incluindo CS:GO, League of Legends, Valorant, Rocket League e Apex Legends. A organização é reconhecida por sua presença forte e competitiva em cada um desses jogos, buscando sempre o topo do cenário internacional."
    },
    {
      "codigo": [14, 100],
      "resposta": "O time de CS:GO da FURIA é um dos mais respeitados da América do Sul, sendo reconhecido mundialmente por seu estilo de jogo agressivo, tático e envolvente. A equipe já participou de diversos campeonatos internacionais, como ESL Pro League, IEM e Majors, representando o Brasil com destaque."
    },
    {
      "codigo": [43, 200],
      "resposta": "A FURIA é uma organização brasileira de eSports que se destaca pela inovação, profissionalismo e forte identidade visual. Desde sua fundação, vem ganhando espaço no cenário internacional e hoje é uma referência dentro e fora dos jogos, com projetos sociais e educacionais."
    },
    {
      "codigo": [13, 200],
      "resposta": "A sede principal da FURIA está localizada no Brasil, com um centro de treinamento em São Paulo. A organização também mantém uma estrutura internacional nos Estados Unidos, voltada para atividades competitivas e de marketing global."
    },
    {
      "codigo": [12, 21, 200],
      "resposta": "A fundação da FURIA aconteceu em agosto de 2017. Desde então, a organização vem crescendo rapidamente no cenário dos eSports, destacando-se pela gestão profissional e presença constante em competições internacionais."
    },
    {
      "codigo": [14, 95, 100],
      "resposta": "O time de CS:GO da FURIA atua com um estilo de jogo agressivo e tático. Sob o comando de arT, a equipe é conhecida por estratégias ousadas, uso inteligente de utilitários e uma forte sinergia entre os jogadores, o que a torna imprevisível e difícil de enfrentar."
    },
    {
      "codigo": [20, 30, 200],
      "resposta": "A liderança de arT na FURIA se destaca pela sua visão de jogo inovadora e estilo audacioso. Ele é peça-chave no desempenho da equipe, sendo responsável por muitas das táticas inusitadas que marcaram a trajetória da organização em campeonatos internacionais."
    },
    {
      "codigo": [11, 13, 200],
      "resposta": "A sede principal da FURIA está localizada em São Paulo, Brasil, onde a organização foi originalmente fundada. Além disso, a FURIA mantém uma base nos Estados Unidos, especificamente em Boca Raton, na Flórida, que serve como centro de treinamento para competições internacionais e reforça a presença da marca na América do Norte."
    },
    {
      "codigo": [10, 11, 63, 200, 40, 100, 95, 202],
      "resposta": "O time de CS:GO da FURIA é formado atualmente por cinco jogadores principais: arT (líder), yuurih, KSCERATO, chelo e drop. A equipe é conhecida por sua química e performance consistente. Cada jogador tem um papel fundamental dentro da composição tática do time. Se você quiser saber mais pode me perguntar sobre cada um deles."
    },
    {
      "codigo": [61, 11, 200],
      "resposta": "A FURIA Esports é uma organização brasileira de esportes eletrônicos fundada em agosto de 2017 na cidade de Uberlândia, Minas Gerais, por Jaime Pádua, André Akkari e Cris Guedes. O projeto começou com foco no CS:GO, mas rapidamente se expandiu para outras modalidades. A FURIA se destaca pela combinação entre alto desempenho competitivo, forte presença de marca e iniciativas sociais e educacionais, como programas de capacitação e eventos comunitários."
    },
    { 
      "codigo": [61, 101, 40, 100, 200, 10],
      "resposta": "Gabriel 'FalleN' Toledo é um dos maiores nomes da história do CS:GO brasileiro e mundial. Conhecido como 'The Professor', ele ficou famoso por sua liderança tática, precisão como AWPer e papel fundamental na ascensão do Brasil no cenário internacional. FalleN foi o capitão das lendárias equipes da Luminosity e SK Gaming, que venceram dois Majors em 2016. Além de jogador, é empresário e fundador da organização Imperial Esports. Você pode acompanhar suas lives em twitch.tv/gafallen e suas redes sociais no Twitter (@FalleNCS) e Instagram (@fallen)."
    },
    {
      "codigo": [61, 102, 40, 100, 200, 10],
      "resposta": "Fernando 'fer' Alvarenga é um jogador veterano de CS:GO conhecido por seu estilo agressivo e entradas rápidas. Ele foi um dos pilares do time brasileiro bicampeão mundial ao lado de FalleN, Coldzera e TACO. fer se destacou na SK Gaming e MIBR, sendo reconhecido por sua consistência e presença dominante em partidas de alto nível."
    },
    {
      "codigo": [61, 103, 40, 100, 200, 10],
      "resposta": "Marcelo 'coldzera' David foi eleito o melhor jogador do mundo pela HLTV em 2016 e 2017. Ele ficou conhecido por jogadas lendárias, como o famoso 'coltzera jumping double AWP' no Major da MLG Columbus. Como rifler, seu domínio técnico e leitura de jogo o colocaram entre os maiores da história do CS:GO. Fez parte da lendária lineup da SK Gaming ao lado de FalleN e fer."
    },
    {
      "codigo": [61, 104, 40, 100, 200, 10],
      "resposta": "Felipe 'boltz' Martins é um jogador brasileiro de CS:GO que passou por diversas equipes de elite, como SK Gaming, Luminosity e Immortals. Ele é conhecido por sua versatilidade e habilidade de adaptação dentro do jogo, desempenhando papéis tanto de suporte quanto de lurker ao longo da carreira."
    },
    {
      "codigo": [61, 105, 40, 100, 200, 10],
      "resposta": "Lincoln 'fnx' Lau é um dos nomes mais lendários do CS brasileiro. Ele foi campeão mundial tanto no CS 1.6 quanto no CS:GO, algo raro entre os jogadores profissionais. fnx é lembrado por sua confiança, clutches decisivos e histórico nas conquistas da Luminosity e SK Gaming. Também é conhecido por sua personalidade forte e estilo de vida fora dos servidores."
    },
    {
      "codigo": [61, 106, 40, 100, 200, 10],
      "resposta": "Epitácio 'TACO' de Melo é um dos jogadores mais importantes da era de ouro do CS brasileiro. Atuando como suporte e entry fragger, TACO foi peça fundamental nas conquistas da SK Gaming e Team Liquid. Ele se destacou por sua dedicação tática e espírito de equipe, sendo reconhecido como um dos melhores jogadores de função de suporte da história."
    },
    {
      "codigo": [61, 107, 40, 100, 200, 10],
      "resposta": "Felipe 'brTT' Gonçalves é uma lenda dos eSports brasileiros, mas não do CS:GO, e sim do League of Legends. Conhecido por seu carisma, habilidade como ADC e frases marcantes, ele é amplamente considerado o maior ídolo do LoL no Brasil. Mesmo sendo listado aqui, é importante notar que ele não tem relação com o cenário competitivo de CS:GO."
    },
    {
      "codigo": [61, 108, 10, 100, 200],
      "resposta": "Andrei 'arT' Piovezan é o líder e in-game leader da equipe de CS:GO da FURIA. Começou a jogar CS ainda na infância, por volta dos 11 anos, e se destacou na cena competitiva do CS:GO em meados de 2016. Formado em Engenharia Civil, abandonou a carreira tradicional para seguir nos eSports. Ele é um dos fundadores do time de CS:GO da FURIA, ingressando oficialmente em 2017, e desde então atua como capitão e estrategista principal. arT é o principal responsável pelas estratégias do time e tem um papel crucial na identidade tática da FURIA, que se destaca por sua imprevisibilidade e ritmo acelerado. Quer que eu fale mais sobre os outros jogadores do time de CS:GO? Pode me perguntar sobre cada um deles que eu respondo. Você pode acompanhar o arT nas redes sociais: no Twitter (@arTcsgo), Instagram (@artcsgo) e na Twitch twitch.tv/artcsgo."
    },
    
    {
      "codigo": [61, 109, 40, 100, 200, 10],
      "resposta": "Yuri 'yuurih' Santos é um dos jogadores mais consistentes da FURIA. Começou a jogar CS:GO com cerca de 13 anos e se profissionalizou muito jovem. Ele entrou na FURIA em 2017, sendo um dos membros fundadores do elenco competitivo que alcançou sucesso internacional. yuurih é conhecido por sua habilidade com rifles e por ser um jogador versátil, capaz de desempenhar diferentes funções dentro do time. Você pode acompanhar o yuurih nas redes sociais: no Twitter (@yuurih), Instagram (@yuurihfps) e na Twitch: twitch.tv/yuurih."
    },  
    {
      "codigo": [61, 110, 40, 100, 200, 10],
      "resposta": "Kaike 'KSCERATO' Cerato é considerado um dos maiores talentos do CS:GO brasileiro.  nasceu em São Paulo, Brasil, e atualmente reside nos Estados Unidos, onde vive com seus companheiros de equipe para facilitar os treinos e participação em campeonatos internacionais. Ele estudou até o ensino médio antes de se dedicar integralmente à carreira nos eSports. KSCERATO começou a jogar Counter-Strike ainda criança, por volta dos 11 anos, mas passou a se dedicar profissionalmente aos 16. Ele entrou para a FURIA em 2018, sendo um dos primeiros integrantes do time que disputou campeonatos internacionais pela organização. Você pode acompanhar o KSCERATO nas redes sociais: no Twitter (@KSCERATO), Instagram (@kscerato) e na Twitch: twitch.tv/kscerato."
    },
    {
      "codigo": [61, 111, 40, 100, 13, 200, 10],
      "resposta": "Marcelo 'chelo' Cespedes nasceu em 1998 e é natural de São Paulo, onde reside atualmente. Começou a jogar CS ainda na época do 1.6, por volta dos 10 anos de idade. Ele passou por times como INTZ, MIBR e Imperial antes de entrar na FURIA em 2023, trazendo sua experiência e agressividade para o time. Seu estilo direto complementa bem a abordagem ousada da FURIA. Você pode acompanhar o chelo nas redes sociais: no Twitter (@chelok1ng), Instagram (@chelok1ng) e na Twitch: twitch.tv/chelok1ng."
    },
    {
      "codigo": [61, 112, 40, 100, 200, 10],
      "resposta": "André 'drop' Abreu nasceu em 2003 e é um dos jogadores mais jovens da equipe. Natural de Brasília, se mudou para São Paulo ao ser promovido da base para o time principal da FURIA em 2021. Começou a jogar CS:GO aos 12 anos e rapidamente se destacou como um talento promissor. Ele representa a nova geração do CS brasileiro e já mostrou seu valor em diversas competições internacionais. Você pode acompanhar o drop nas redes sociais: Instagram (@dropcsgo_)"	
    },   
    {
      "codigo": [12, 11, 21, 43, 100, 200],
      "resposta": "O time de Counter-Strike: Global Offensive (CS:GO) da FURIA foi criado no ano de 2017, mesmo ano em que a organização foi fundada por Jaime Pádua, André Akkari e Cris Guedes. A FURIA começou com foco total em desenvolver talentos nacionais no cenário competitivo de CS e rapidamente conquistou espaço internacional."
    },
    {
      "codigo": [10, 11, 40, 100, 200, 201],
      "resposta": "A formação original do time de CS:GO da FURIA incluía os jogadores: arT (líder do time), yuurih, ableJ, VINI e KSCERATO. Essa lineup foi responsável por levar a FURIA ao cenário internacional, marcando presença em grandes torneios e se tornando uma das organizações mais reconhecidas do Brasil. Com o tempo, essa formação passou por mudanças, se quiser saber sobre o time atual de CS da FURIA é só perguntar!"
    },
    {
      "codigo": [10, 11, 40, 61, 100, 200],
      "resposta": "Ao longo dos anos, vários jogadores passaram pelo time de CS da FURIA. Entre os antigos membros que marcaram época estão: ableJ, VINI, HEN1, junior (estadunidense), saffee, guerri (coach e jogador em momentos específicos) e RgL (coach substituto). Cada um contribuiu para diferentes fases da equipe, desde a ascensão no cenário brasileiro até sua consolidação em competições internacionais."
    },
    {
      "codigo": [113, 10, 40, 100, 200],
      "resposta": "ableJ foi um dos primeiros jogadores da FURIA no time de CS:GO. Conhecido por sua mira afiada e estilo tático, ele teve um papel importante na ascensão da equipe no cenário competitivo entre 2018 e 2019. Posteriormente, foi movido para o banco à medida que a equipe se reestruturava para competir internacionalmente."
    },
    {
      "codigo": [114, 10, 40, 100, 200],
      "resposta": "VINI foi um dos jogadores mais consistentes da FURIA e integrou a lineup principal entre 2018 e 2021. Com uma postura versátil dentro do jogo, ele era conhecido por sua regularidade e por executar funções de suporte e entry fragger com excelência."
    },
    {
      "codigo": [115, 10, 40, 100, 200],
      "resposta": "HEN1 é um talentoso AWPer brasileiro que entrou na FURIA em 2020. Ele trouxe ainda mais agressividade ao time com seu estilo explosivo e foi parte fundamental em campanhas expressivas da equipe em campeonatos internacionais durante sua passagem."
    },
    {
      "codigo": [116, 10, 40, 100, 200],
      "resposta": "Junior é um jogador norte-americano que atuou brevemente como AWPer da FURIA em 2021. Apesar do potencial, ele teve dificuldades de adaptação ao estilo de jogo da equipe brasileira e acabou deixando a organização após alguns meses."
    },
    {
      "codigo": [117, 10, 40, 100, 200],
      "resposta": "Saffee é um jogador brasileiro de CS:GO que assumiu a função de AWPer na FURIA após a saída de Junior. Ele se destacou por seu desempenho constante e por manter a identidade agressiva da equipe, especialmente em torneios da ESL e Majors."
    },
    {
      "codigo": [118, 10, 40, 100, 200],
      "resposta": "Guerri é uma figura central na história da FURIA. Originalmente treinador da equipe de CS:GO, também assumiu brevemente a função de jogador em momentos emergenciais. Seu papel como coach foi crucial na formação da identidade tática e disciplinada da organização."
    },
    {
      "codigo": [119, 10, 40, 100, 200],
      "resposta": "RgL atuou como coach substituto da FURIA em algumas ocasiões, especialmente quando Guerri esteve impedido de participar de campeonatos por punições da Valve. RgL contribuiu para manter a coesão tática da equipe durante esses períodos."
    },
    {
      "codigo": [16],
      "resposta": "Olá! Seja bem-vindo! como disse, estou pronto pra te contar tudo sobre a FURIA, os jogadores, os torneios. Pode me perguntar qualquer coisa sobre!"
    },
    {
      "codigo": [18],
      "resposta": "Fala aí! 👋 Preparado pra saber tudo sobre a FURIA? Pergunta qualquer coisa sobre os jogadores, formações antigas, coach, ou até mesmo sobre os jogos que eles disputam!"
    },
    {
      "codigo": [19],
      "resposta": "Salve! ⚡ Bora falar de CS? A FURIA tem muita história e estou aqui pra te ajudar a descobrir tudo. Manda sua dúvida que eu respondo rapidinho!"
    },
    {
      "codigo": [17],
      "resposta": "Opa, beleza? 😄 Se tiver qualquer pergunta sobre a FURIA — seja sobre os times antigos, coach, fundação ou até partidas lendárias — é só falar!"
    },
    {
      "codigo": [18],
      "resposta": "Yo! 👾 Tá no lugar certo pra descobrir tudo sobre a FURIA Esports. Pode perguntar sem medo: jogadores, escalações, história... o que você quiser!"
    },
    {
      "codigo": [20],
      "resposta": "Fala, galera! 🎮 Se você quer saber tudo sobre a FURIA, tá no lugar certo! Pergunta sobre os jogadores, as jogadas épicas ou qualquer outra coisa que eu tô aqui pra ajudar!"
    },
    {
      "codigo": [40, 10, 11, 21, 170, 200],
      "resposta": "A FURIA Esports atualizou recentemente sua equipe de Valorant para a temporada de 2025. Após uma temporada desafiadora em 2024, a organização fez mudanças significativas no elenco. Leonardo 'mwzera' Serrati foi movido para o banco devido a questões de saúde, e Luis 'pryze' Henrique foi contratado como substituto. O elenco atual é composto por:​ Khalil 'khalil' Schmidt, Ilan 'havoc' Eloy, Olavo 'heat' Marcelo, Rafael 'raafa' Lima, Luis 'pryze' Henrique, Pedro 'peu' Lopes (treinador principal)"
    },
    {
      "codigo": [40, 10, 11, 21, 172, 200],
      "resposta": "A equipe de League of Legends da FURIA para a temporada de 2025 conta com uma formação sólida de jogadores brasileiros. Com o objetivo de disputar o topo do CBLOL, o time é formado por: Guilherme 'Guigo' Ruiz (Top), Matheus 'Tatu' Rodrigues (Jungle), Felipe 'Tutsz' Sousa (Mid), Matheus 'Ayu' Borges (ADC), e Matheus 'JoJo' Ribeiro (Support). Essa line-up tem mostrado consistência e está em busca de bons resultados no cenário competitivo nacional."
    },
    {
      "codigo": [40, 10, 11, 21, 173, 200],
      "resposta": "A equipe de Rocket League da FURIA é uma das principais representantes do Brasil na modalidade. O trio principal para 2025 é formado por Yan 'yANXNZ' Nolasco, Gabriel 'Lostt' Buzon e Arthur 'DRUFINHO' Miguel, com Mateus 'STL' Santos como treinador. Eles competem em campeonatos internacionais e já representaram a América do Sul com ótimos desempenhos."
    },
    {
      "codigo": [40, 10, 11, 21, 171, 200],
      "resposta": "Na cena internacional de Apex Legends, a FURIA conta com uma line-up norte-americana altamente competitiva. Para 2025, os jogadores são Ryan 'ImMadness' Schlieve e Keon 'Keoon' Berghout, com Jamison 'PVPX' Moore como treinador. A equipe é conhecida por seu estilo agressivo e participações em torneios como o ALGS (Apex Legends Global Series)."
    },

    {
      "codigo": [11, 61, 45, 100],
      "resposta": [
        "🏆 Na fase Challengers do IEM Rio Major 2022, a FURIA enfrentou a GamerLegion em uma série melhor de três. A equipe brasileira venceu por 2 a 0, com placares de 16-9 em Vertigo e 16-11 em Inferno, garantindo vaga na fase Legends do Major. O evento aconteceu no Brasil e ficou marcado por uma torcida histórica e apaixonada. Veja esse feito lendário da FURIA clicando neste link: https://youtu.be/f7QJDT52K4E.",
        "🏆 🏆 Na grande final do IEM Fall North America 2021, a FURIA enfrentou a GODSENT em uma série melhor de cinco. A equipe brasileira venceu por 3 a 0 com placares sólidos em Mirage, Inferno e Nuke, conquistando o título do torneio e a vaga de Legends para o PGL Major Stockholm. Caso tenha ficado curioso, veja esse partida lendária clicando neste link: https://youtu.be/AiCtlqTWP7w.",
        "🏆 🏆 Na qualificatória RMR das Américas para o PGL Major Antwerp 2022, a FURIA teve uma campanha invicta, dominando todos os confrontos e garantindo o status de Legends no Major. Destaques da campanha foram KSCERATO e yuurih, que brilharam com estatísticas excepcionais. Veja os HIGHLIGHTS insanos dessa partida clicando neste link: https://youtu.be/3Fg3f307_0c.",
        "🏆 Pela ESL Pro League Season 11 North America, a FURIA enfrentou a MIBR em um confronto brasileiro eletrizante decidido em uma série melhor de três. A vitória por 2 a 1 teve momentos marcantes, como clutches decisivos de yuurih e uma atuação inspirada de arT. O jogo bateu recorde de audiência no canal do Gaules. Assista a essa disputa insana clicando neste link: https://youtu.be/fvW1E-Z695M. A partida da FURIA e MIBR começa a partir das 04:30:00 no vídeo.",
        "🏆 🏆 Na DreamHack Masters Malmö 2019, a FURIA protagonizou com a Fnatic uma das partidas mais longas da história do CS:GO em eventos Tier 1. A equipe brasileira foi derrotada por 34-32 após 66 rounds intensos no mapa Overpass. Mesmo com a derrota, a performance foi histórica e amplamente reconhecida pela comunidade. Caso tenha ficado curioso, veja a partida clicando neste link do YouTube: https://youtu.be/eEl5XO4pJPU.",
        "🏆 Na final do IEM New York 2020 North America, a FURIA enfrentou a 100 Thieves em uma série melhor de cinco. A equipe brasileira venceu por 3 a 1, com destaque para HEN1, que teve atuações excepcionais ao longo da série. Essa vitória rendeu à FURIA o título do torneio e consolidou sua posição no cenário internacional. Caso tenha ficado curioso pode veja a partida clicando nesse link do youtube: https://youtu.be/-6FAjDVGyDc. A partida da FURIA e 100 Thieves começa a partir das 8:00:00 no vídeo. "
      ]
    }
    
    
  ]
}